An attached group cannot be pasted into the selected view type and has been omitted from the elements being pasted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AttachedGroupNoPasteToView { get; }
  Visual Basic
Public Shared ReadOnly Property AttachedGroupNoPasteToView As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AttachedGroupNoPasteToView {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace